export const landingData = {
  hero: {
    title: 'شريكك الذكي في رحلة اتقان حركتك.',
    subtitle: 'نظام الوقاية من اصابات التمارين في الوقت الحقيقي.',
    cta1: 'ابدأ رحلتك',
    cta2: 'انضم لفريقنا',
    cards: [
      {
        imgUrl: '/assets/icons/health-heart.png',
        heading: 'تتبع خطتك العلاجية',
        desc: 'يقوم نظامنا بتخصيص التمارين وفقًا لاحتياجاتك وتكييفها أثناء التحسن. تصور تقدمك من خلال الرسوم البيانية التفاعلية وحقق المعالم التي تلهمك للمضي قدمًا.',
      },
      {
        imgUrl: '/assets/icons/fit-man-running.png',
        heading: 'حسن أداء تمرينك الرياضي',
        desc: 'يعمل نظامنا المدعوم بالذكاء الاصطناعي كمدرب تمرين افتراضي ، حيث يوفر تعليقات فورية على النموذج والأسلوب الخاص بك. مما يساعدك على منع الإصابات وتعزيز الأداء.',
      },
      {
        imgUrl: '/assets/icons/Union.png',
        heading: 'أحرز تقدمك وحقق أهدافك',
        desc: 'ابق متحمسًا من خلال تتبع تقدمك والاحتفال بإنجازاتك.و حافظ على نمط حياة نشط، فسوف ترى نموك بشكل مباشر وستظل ملهمًا للوصول إلى آفاق جديدة.',
      },
    ],
  },
  about: {
    whoAreWeTitle: 'من نحن ؟',
    aboutText:
      'نحن شركة مصرية تأسست من قبل تقنيين واطباء ذوي كفاءة عالية . في Athlete Ai ، نحن متحمسون لإعادة تعريف الطريقة التي تتعامل بها مع العلاج الطبيعي والتمارين الرياضية والصحة العامة. بدأت رحلتنا برؤية لسد الفجوة بين التكنولوجيا المتطورة والرعاية الصحية، وإنشاء منصة تمكن الأفراد من جميع نواحي الحياة من تحقيق أهدافهم في الحركة والتعافي.',
    missionTitle: 'مهمتنا',
    missionText:
      'إحداث ثورة في عالم العلاج الطبيعي وممارسة الرياضة من خلال تسخير قوة الذكاء الاصطناعي. نحن ملتزمون بتوفير مزيج سلس من التوجيهات المخصصة والتحليلات المتقدمة والتعاون بين الخبراء. من خلال حلولنا المبتكرة، نهدف إلى تمكينك من التحكم في رحلتك الصحية بثقة.',
  },
  features: {
    title: 'ما الذي يميزنا؟',
    items: [
      {},
      {
        title: 'الخبرة والابتكار',
        desc: 'يتكون فريقنا من خبراء في تكنولوجيا الذكاء الاصطناعي والعلاج الطبيعي والرعاية الصحية. نحن نبتكر باستمرار لنقدم لك أحدث التطورات التي تدعم رفاهيتك.',
      },
      {},
      {
        title: 'النهج الشمولي',
        desc: 'نحن ندرك أن الصحة مفهوم متعدد الأبعاد. يدمج نهجنا العلاج الطبيعي والتمارين الرياضية والتكنولوجيا لمعالجة جسدك وعقلك وروحك.',
      },
      {},
      {
        title: 'مصمم خصيصًا لك',
        desc: 'سواء كنت رياضيًا، أو مريضًا في طريقه إلى التعافي، أو شخصًا يبحث عن أسلوب حياة نشط، فإن منصتنا تلبي احتياجاتك وتطلعاتك الفريدة.',
      },
      {
        title: 'الثقة والأمان',
        desc: 'نحن نتفهم أهمية خصوصيتك وأمن بياناتك. تلتزم منصتنا بأعلى معايير الصناعة، مما يضمن التعامل مع معلوماتك الشخصية بأقصى قدر من العناية.',
      },
      {
        title: 'نتائج حقيقية',
        desc: 'شاهد التقدم الذي أحرزته من خلال الرؤى المستندة إلى البيانات والمعالم المخصصة. مع Athlete AI، ستختبر نتائج ملموسة تلهمك للمضي قدمًا.',
      },
    ],
  },
  appDownload: {
    title:
      'بغض النظر عن موقعك في رحلة اللياقة البدنية أو التعافي أو العافية، فإن تأهيلك موجود لإرشادك في كل خطوة على الطريق.',
    cta: 'ابدأ رحلتك',
    downloadTitle: 'احصل علي تطبيقنا',
    googlePlayAlt: 'احصل عليه من جوجل بلاي',
    mobileAppAlt: 'معاينة تطبيق الهاتف',
  },
  footer: {
    copyright: 'حقوق الطبع والنشر محفوظة لشركة تأهيلك © ',
    socialText: 'تابعنا على:',
  },
};
